{
  "header": {
    "login": "Đăng nhập"
  },
  "shippingPolicy": {
    "title": "Chính sách giao, nhận hàng và kiểm hàng",
    "scopeTitle": "Phạm vi áp dụng",
    "scopeContent": "Phạm vi áp dụng: tất cả mọi tỉnh thành trên cả nước.",
    "deliveryTimeTitle": "Thời gian giao – nhận hàng",
    "deliveryTimeDetails": [
      "– Đơn hàng sau khi được tiếp nhận xử lý xong sẽ được giao ngay trong vòng 24h hoặc theo tiến độ hợp đồng.",
      "– Đối với khách hàng ở tỉnh xa, sau khi tiếp nhận đơn hàng thời gian nhận hàng dự kiến từ 7 - 15 ngày. Tuy nhiên, tùy vào tình trạng hàng hóa điều kiện thời tiết,... mà ngày nhận hàng sẽ có sự thay đổi.",
      "– Thời gian giao hàng được tính từ lúc hoàn tất thủ tục đặt hàng với nhân viên tư vấn đến khi nhận được hàng",
      "Trường hợp phát sinh chậm trễ trong việc giao hàng hoặc sản phẩm không được bán quá 10 ngày khách hàng có thể hủy đơn hàng mà không chịu bất kỳ chi phí nào."
    ],
    "deliveryMethodTitle": "Hình thức giao hàng",
    "deliveryMethodDetails": [
      "- Đối với khách tỉnh xa: Sử dụng dịch vụ giao hàng.",
      "- Đối với khách nội thành/ ngoại thành: Sử dụng dịch vụ giao hàng."
    ],
    "logisticsTitle": "Phân định trách nhiệm của thương nhân, tổ chức cung ứng dịch vụ logistics về cung cấp chứng từ hàng hóa trong quá trình giao nhận",
    "logisticsDetails": [
      "-Đơn vị vận chuyển có trách nhiệm cung cấp chứng từ hàng hóa trong quá trình giao nhận.",
      "- punkgashop.vn có trách nhiệm cung cấp đầy đủ và chính xác các chứng từ liên quan đến hàng hóa cho tổ chức cung cấp dịch vụ logistics và bên nhận hàng.",
      "- Tất cả các đơn hàng đều được đóng gói sẵn sàng trước khi vận chuyển, được niêm phong bởi punkgashop.vn",
      "- Đơn vị vận chuyển sẽ chỉ chịu trách nhiệm vận chuyển hàng hóa theo nguyên tắc \"Nguyên đai, nguyên kiện\", cung cấp chứng từ là phiếu giao hàng trong đó có thông tin như: Thông tin người nhận (Bao gồm: Tên người nhận, số điện thoại và địa chỉ người nhận, tên hàng hóa).",
      "- Đơn vị vận chuyển có quyền và trách nhiệm cung cấp hoa đơn cho cơ quan quản lý nhà nước khi có yêu cầu",
      "- Trên bao bì tất cả các đơn hàng đều có thông tin: Tên người nhận, số điện thoại và địa chỉ người nhận.",
      "- Để đảm bảo an toàn cho hàng hóa punkgashop.vn sẽ gửi kèm Phiếu bán hàng hợp lệ của sản phẩm trong bưu kiện (nếu có), sau khi khách hàng xác nhận punkgashop.vn sẽ xuất hóa đơn điện tử và gởi qua email của khách hàng cung cấp.",
      "- Hóa đơn tài chính hoặc phiếu bán hàng là căn cứ hỗ trợ quá trình xử lý khiếu nại như: xác định giá trị thị trường của hàng hóa, đảm bảo hàng hóa lưu thông hợp lệ v.v.."
    ],
    "inspectionTitle": "Chính sách kiểm hàng",
    "inspectionDetails": [
      "Khi nhận hàng quý khách có quyền yêu cầu nhân viên giao hàng mở cho kiểm rồi mới nhận hàng.",
      "Trường hợp đơn hàng đặt mà bên bán giao không đúng loại sản phẩm quý khách có quyền trả hàng và không không thanh toán tiền.",
      "Trường hợp quý khách đã thanh toán trước nhưng đơn hàng không đúng quý khách yêu cầu hoàn tiền hoặc giao lại đơn mới như đã đặt.",
      "Trong trường hợp yêu cầu hoàn tiền hoặc đổi đơn quý khách liên hệ qua Email: support@punkga.me hoặc số điện thoại  +84 961 292 594 chúng tôi cam kết sẽ giải quyết mọi yêu cầu của quý khách."
    ]
  },
  "footer": {
    "privacy": "Quyền riêng tư",
    "termOfService": "Điều khoản dịch vụ",
    "privacyPolicy": "Chính sách bảo mật",
    "paymentPolicy": "Chính sách thanh toán",
    "shippingPolicy": "Chính sách vận chuyển và kiểm tra hàng",
    "returnPolicy": "Chính sách đổi trả",
    "allRightsReserved": "Tất cả các quyền được bảo lưu",
    "companyName": "CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ THƯƠNG MẠI DỊCH VỤ THIÊN ĐĂNG",
    "phoneNumber": "+84 961 292 594",
    "email": "support@punkga.me",
    "address": "Tầng 30, khách sạn Crowne Plaza, 17 Quang Trung, Phường Hải Châu, Thành phố Đà Nẵng, Việt Nam",
    "taxInfo": "Mã số thuế 0110916606 • 17/12/2024 • Thuế cở sở 2 thành phố Đà Nẵng"
  },
  "paymentPolicy": {
    "title": "PHƯƠNG THỨC THANH TOÁN",
    "availableOptions": "Các hình thức thanh toán hiện có:",
    "cashOnDelivery": "Thanh toán khi nhận hàng (COD)",
    "eWallets": "Thanh toán qua ví điện tử: MoMo",
    "conditionsTitle": "Điều kiện áp dụng:",
    "conditionsContent1": "Chính sách thanh toán áp dụng cho tất cả các sản phẩm có trên website.",
    "conditionsContent2": "Áp dụng cho khách hàng trong phạm vi giao hàng của chúng tôi.",
    "processTitle": "Quy trình đặt hàng và thanh toán:",
    "step1": "Bước 1: Khách hàng truy cập vào website, chọn sản phẩm cần mua và tiến hành đặt hàng.",
    "step2": "Bước 2: Chọn phương thức thanh toán mong muốn.",
    "step3": "Bước 3: Xác nhận đơn hàng",
    "step3Content1": "Sau khi đặt hàng thành công, hệ thống sẽ gửi email hoặc tin nhắn xác nhận đơn hàng tới khách hàng.",
    "step3Content2": "Nhân viên chăm sóc khách hàng sẽ liên hệ để xác nhận lại thông tin đơn hàng.",
    "step4": "Bước 4: Giao hàng và thanh toán",
    "step4Content1": "Nhân viên giao hàng sẽ liên hệ với khách hàng trước khi giao hàng.",
    "step4Content2": "Khách hàng kiểm tra sản phẩm và xác nhận nhận hàng."
  },
  "termOfService": {
    "title": "Điều khoản sử dụng",
    "intro": "Khi truy cập vào PunkgaShop.com, bạn đồng ý với các điều khoản sau:",
    "noIllegalUse": "Không sử dụng website cho mục đích vi phạm pháp luật",
    "noInterference": "Không phá hoại, tấn công hoặc can thiệp vào hệ thống",
    "ownership": "Tất cả nội dung và hình ảnh thuộc sở hữu của PunkgaShop",
    "disputes": "Mọi tranh chấp phát sinh được giải quyết theo pháp luật Việt Nam"
  },
  "returnPolicy": {
    "title": "Chính sách đổi trả",
    "scopeTitle": "Phạm vi áp dụng",
    "scopeContent": "Áp dụng đổi trả hàng trong vòng 12 giờ đối với các sản phẩm bị hư hỏng do lỗi vận chuyển hoặc lỗi do nhà sản xuất.",
    "conditionsTitle": "Điều kiện đổi trả",
    "conditionsDetails": [
      "– Thời gian đổi trả: Trong vòng 7 ngày kể từ ngày yêu cầu đổi trả hàng",
      "– Yêu cầu giữ nguyên bao bì, tem mác của sản phẩm khi đổi trả",
      "– Số lần đổi trả cho 1 sản phẩm là 1 lần",
      "– Các sản phẩm không được đổi trả: Đã hết thời gian đổi trả và các sản phẩm không do lỗi của nhà vận chuyển và không do lỗi của nhà sản xuất."
    ],
    "beforeDeliveryTitle": "Đối với những hàng chưa giao",
    "beforeDeliveryContent": "Khách hàng có thể gọi điện cho nhân viên kinh doanh đang làm việc với mình, để thỏa thuận chuyển sang mặt hàng khác.",
    "afterDeliveryTitle": "Đối với những hàng đã giao",
    "defectiveTitle": "Với những sản phẩm lỗi",
    "defectiveDetails": [
      "Khi giao hàng quý khách kiểm tra xem hàng đó có phải là hàng mình đặt không, có làm theo yêu cầu của mình không, đúng chủng loại chưa, Nếu kiểm tra hàng đó bị lỗi do bên phía nhà cung cấp thì quý khách có thể yêu cầu đổi hàng mới, toàn bộ chi phí là do công ty chịu toàn bộ chi phí.",
      "Nếu sản phẩm bị lỗi do khách hàng thì bên phía nhà cung cấp không chịu trách nhiệm đổi hàng.",
      "Nếu quý khách muốn đổi hàng thì phải mất thêm chi phí và chi phí vận chuyển đổi trả. Chi phí phát sinh chênh lệch giữa sản phẩm đổi và sản phẩm cũ này tùy thuộc vào sản phẩm và sự thỏa thuận giữa khách hàng, nhân viên kinh doanh."
    ],
    "nonDefectiveTitle": "Với những sản phẩm không lỗi",
    "nonDefectiveContent": "Khi đã giao hàng mà khách hàng lại không thích sản phẩm đó, muốn đổi sản phẩm khác. Thì khách hàng phải theo quy định sau:",
    "nonDefectiveDetails": [
      "– Hàng vẫn được đóng hộp, nguyên đai nguyên kiện.",
      "– Xem sản phẩm đó có phải là hàng đặc chủng ( đặt theo ý của quý khách hay không)",
      "– Mọi chi phí phát sinh như: Phí vận chuyển…,khách hàng phải chịu."
    ],
    "contactTitle": "Mọi chi tiết xin quý khách vui lòng liên hệ với chúng tôi",
    "hotline": "Quý khách có thể liên hệ số hotline: +84 961 292 594 để đóng góp ý kiến của quý khách về sản phẩm và dịch vụ của chúng tôi",
    "feedback": "Chúng tôi cũng rất sẵn lòng lắng nghe các góp ý và yêu cầu của quý khách hàng."
  },

  "privacyPolicy": {
    "title": "Chính sách bảo mật thông tin cá nhân",
    "intro": "PunkgaShop cam kết bảo mật tuyệt đối thông tin cá nhân của khách hàng theo quy định pháp luật.",
    "purpose": "1. Mục đích thu thập thông tin cá nhân",
    "purposeDetails": [
      "Mục đích của việc thu thập thông tin khách hàng nhằm liên quan đến các vấn đề như:",
      "Hỗ trợ khách hàng: mua hàng, thanh toán, giao hàng.",
      "Cung cấp thông tin sản phẩm, các dịch vụ và hỗ trợ theo yêu cầu của khách hàng.",
      "Gửi thông báo các chương trình, sản phẩm mới nhất của chúng tôi.",
      "Giải quyết vấn đề phát sinh khi mua hàng."
    ],
    "dataCollected": "2. Phạm vi thu thập thông tin",
    "dataCollectedDetails": "Chúng tôi thu thập thông tin cá nhân của khách hàng khi tiến hàng đặt hàng trên website bao gồm: Họ tên; Địa chỉ email; Số điện thoại; Địa chỉ.",
    "retentionPeriod": "3. Thời gian lưu trữ thông tin",
    "retentionPeriodDetails": "Dữ liệu cá nhân của khách hàng sẽ được lưu trữ cho đến khi có yêu cầu hủy bỏ hoặc tự khách hàng đăng nhập và thực hiện hủy bỏ. Còn lại trong mọi trường hợp thông tin cá nhân khách hàng sẽ được bảo mật trên máy chủ của punkgashop.vn",
    "usageScope": "4. Những người hoặc tổ chức có thể được tiếp cận với thông tin đó",
    "usageScopeDetails": [
      "Đối với các bên vận chuyển, sẽ cung cấp các thông tin để phục vụ cho việc giao nhận hàng hóa như Tên, địa chỉ và số điện thoại.",
      "Đối với nhân viên công ty sẽ có các bộ phận chuyên trách để phục vụ việc chăm sóc khách hàng trong quá trình sử dụng sản phẩm.",
      "Các chương trình có tính liên kết, đồng thực hiện, thuê ngoài cho các mục đích được nêu tại Mục 1 và luôn áp dụng các yêu cầu bảo mật thông tin cá nhân.",
      "Yêu cầu pháp lý: Chúng tôi có thể tiết lộ các thông tin cá nhân nếu điều đó do luật pháp yêu cầu và việc tiết lộ như vậy là cần thiết một cách hợp lý để tuân thủ các quy trình pháp lý.",
      "Chuyển giao kinh doanh (nếu có): trong trường hợp sáp nhập, hợp nhất toàn bộ hoặc một phần với công ty khác, người mua sẽ có quyền truy cập thông tin được chúng tôi lưu trữ, duy trì trong đó bao gồm cả thông tin cá nhân."
    ],
    "security": "5. Địa chỉ của đơn vị thu thập và quản lý thông tin",
    "securityDetails": [
      "Tên doanh nghiệp: CÔNG TY CỔ PHẦN CÔNG NGHỆ VÀ THƯƠNG MẠI DỊCH VỤ THIÊN ĐĂNG",
      "Thành lập và hoạt động theo Giấy chứng nhận đăng ký thuế số 0110916606 do sở KH và ĐT Hà Nội cấp ngày 17/12/2024",
      "Địa chỉ: Nhà số 24, Ngõ 62 Nguyễn Viết Xuân, Phường Khương Mai, Quận Thanh Xuân, Thành phố Hà Nội, Việt Nam"
    ],
    "contact": "6. Phương thức và công cụ để người dùng tiếp cận và chỉnh sửa dữ liệu",
    "contactDetails": [
      "Nếu quý khách có bất cứ về yêu cầu nào về việc tiếp cận và chỉnh sửa thông tin cá nhân đã cung cấp, quý khách có thể:",
      "Gọi điện trực tiếp về số điện thoại: +84 961 292 594",
      "Email: support@punkga.me"
    ],
    "complaint": "Cơ chế tiếp nhận và giải quyết khiếu nại của người tiêu dùng liên quan đến việc thông tin cá nhân bị sử dụng sai mục đích hoặc phạm vi đã thông báo:",
    "complaintDetails": [
      "Tại punkgashop.vn, việc bảo vệ thông tin cá nhân của bạn là rất quan trọng, bạn được đảm bảo rằng thông tin cung cấp cho chúng tôi sẽ được mật. punkgashop.vn cam kết không chia sẻ, bán hoặc cho thuê thông tin cá nhân của bạn cho bất kỳ người nào khác. punkgashop.vn cam kết chỉ sử dụng các thông tin của bạn vào các trường hợp sau:",
      "Nâng cao chất lượng dịch vụ dành cho khách hàng",
      "Giải quyết các tranh chấp, khiếu nại trong vòng 3 ngày sau khi nhận được thông tin.",
      "Khi cơ quan pháp luật có yêu cầu.",
      "punkgashop.vn hiểu rằng quyền lợi của bạn trong việc bảo vệ thông tin cá nhân cũng chính là trách nhiệm của chúng tôi nên trong bất kỳ trường hợp có thắc mắc, góp ý nào liên quan đến chính sách bảo mật của punkgashop.vn, và liên quan đến việc thông tin cá nhân bị sử dụng sai mục đích hoặc phạm vi đã thông báo vui lòng liên hệ qua số hotline +84 961 292 594 hoặc email: support@punkga.me để xử lý và làm việc trực tiếp với khách hàng."
    ]
  },
  "collection": {
    "followUs": "THEO DÕI CHÚNG TÔI",
    "shop": "Cửa hàng",
    "quantity": "Số lượng",
    "addToCart": "Thêm vào giỏ",
    "checkout": "Thanh toán",
    "preOrder": "Đặt trước",
    "allCollections": "Tất cả bộ sưu tập",
    "by": "thiết kế bởi"
  },
  "product": {
    "quantity": "Số lượng",
    "addToCart": "Thêm vào giỏ",
    "buyNow": "Mua ngay",
    "productDetails": "Thông tin sản phẩm",
    "material": "Chất liệu",
    "style": "Kiểu dáng",
    "origin": "Xuất xứ",
    "productDescription": "Mô tả sản phẩm",
    "vietnam": "Việt Nam",
    "regular": "Cơ bản"
  },
  "cart": {
    "cart": "Giỏ hàng",
    "subtotal": "Tạm tính",
    "shippingFee": "Phí vận chuyển",
    "free": "Miễn phí",
    "discount": "Giảm giá",
    "total": "Tổng cộng",
    "checkout": "Thanh toán",
    "remove": "Xóa"
  },
  "checkout": {
    "contact": "Liên hệ",
    "email": "Email",
    "emailPlaceholder": "example@mail.com",
    "emailTrackingInfo": "Thông tin theo dõi đơn hàng sẽ được gửi qua Email",
    "delivery": "Giao hàng",
    "name": "Họ tên",
    "namePlaceholder": "Nguyễn Văn A",
    "phone": "Số điện thoại",
    "phonePlaceholder": "0123456789",
    "address": "Địa chỉ",
    "addressPlaceholder": "123 Đường ABC",
    "note": "Ghi chú",
    "notePlaceholder": "Ghi chú",
    "payNow": "Thanh toán ngay",
    "or": "hoặc",
    "continueShopping": "Tiếp tục mua sắm",
    "paymentMethod": "Phương thức thanh toán",
    "agreeToTerms": "Tôi đã đọc và đồng ý với các điều khoản & điều kiện giao dịch chung của PunkgaShop",
    "checkoutSuccessfully": "Thanh toán thành công! Cảm ơn bạn đã đặt hàng.",
    "verifyingPayment": "Đang xác minh thanh toán...",
    "paymentSuccessful": "Thanh toán thành công",
    "thankYouForYourPurchase": "Cảm ơn bạn đã mua hàng!",
    "paymentFailed": "Thanh toán thất bại",
    "pleaseTryAgain": "Vui lòng thử lại.",
    "orderId": "Mã đơn hàng",
    "amount": "Số tiền",
    "message": "Tin nhắn",
    "checkoutFailed": "Thanh toán thất bại. Vui lòng thử lại.",
    "somethingWentWrong": "Đã xảy ra sự cố!",
    "orderProcessingError": "Chúng tôi không thể xử lý đơn hàng của bạn. Vui lòng thử lại hoặc liên hệ với đội ngũ hỗ trợ nếu sự cố vẫn tiếp diễn.",
    "backToHome": "Về trang chủ",
    "loadingOrderDetails": "Đang tải thông tin đơn hàng...",
    "orderCode": "Mã đơn hàng",
    "date": "Ngày",
    "payment": "Thanh toán",
    "total": "Tổng cộng",
    "product": "Sản phẩm",
    "size": "Kích cỡ",
    "price": "Giá",
    "emailConfirmation": "Email xác nhận đã được gửi đến địa chỉ của bạn",
    "saveInvoice": "Lưu hóa đơn"
  },
  "common": {
    "currency": "VNĐ"
  },
  "home": {
    "artist": "NGHỆ SĨ",
    "love": "YÊU THÍCH",
    "community": "CỘNG ĐỒNG",
    "supportArtist": "Hỗ trợ nghệ sĩ yêu thích của bạn",
    "getCoolOutfits": "nhận thêm trang phục tuyệt vời",
    "exploreCollection": "KHÁM PHÁ BỘ SƯU TẬP",
    "collectionImage": "Hình ảnh bộ sưu tập {{index}}",
    "preOrderNow": "Pre-order ngay",
    "exclusiveCollection": "BỘ sưu tập độc quyền từ hoạ sĩ truyện tranh Việt Nam",
    "punkgaShopMission": "Cùng PunkgaMe vun đắp và nuôi dưỡng thế hệ trẻ sáng tạo, tài năng vươn mình ra thế giới"
  }
}
